broot
brotli
libidn2
pcre2
cmake
fd
fzf
gcc
rtmpdump
tree
git
wget
gmp
mc
mpfr
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zstd