bind
broot
brotli
ca-certificates
caddy
cairo
cmake
curl
expect
fd
fontconfig
freetype
fzf
gcc
gettext
giflib
git
glib
gmp
graphite2
harfbuzz
icu4c
influxdb
influxdb-cli
isl
jpeg-turbo
jq
json-c
krb5
kubernetes-cli
libidn2
libmpc
libnghttp2
libpng
libpq
libpthread-stubs
libssh2
libtiff
libunistring
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lz4
lzo
mc
minikube
minio
mpdecimal
mpfr
ncurses
oniguruma
openjdk@11
openjdk@21
openldap
openssl@1.1
openssl@3
pcre2
pixman
pkg-config
postgresql
postgresql@14
pre-commit
python@3.11
python@3.12
readline
redis
ripgrep
rtmpdump
sqlite
tcl-tk
telnet
tree
userspace-rcu
watch
wget
xorgproto
xz
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zstd
stats
