alefragnani.project-manager
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
GitHub.github-vscode-theme
hollowtree.vue-snippets
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
njpwerner.autodocstring
octref.vetur
PKief.material-icon-theme
redhat.vscode-yaml
Vue.volar
WyattFerguson.jinja2-snippet-kit
ziyasal.vscode-open-in-github
znck.vue
